Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/housing_taxes_and_reliefs/local_property_tax.html.txt.tmx
Source language: en
Languages: ga

source: Local Property Tax (LPT)
ga: Cáin Mhaoine Áitiúil (CMÁ)

source: An annual Local Property Tax (LPT) charged on all residential properties in the State came into effect in 2013
ga: Tháinig Cáin Mhaoine Áitiúil (CMÁ) i bhfeidhm in 2013, agus gearrtar í ar gach maoin chónaithe sa Stát

source: The LPT is collected by the Revenue Commissioners
ga: Baileoidh na Coimisinéirí Ioncaim an CMÁ

source: If you own a residential property in the State you are liable for payment of the tax
ga: Má tá maoin chónaithe agat sa Stát, tá tú faoi dhliteanas íoc as an gcáin

source: (This includes local authorities and social housing organisations.) See ‘Who is liable to pay LPT’ below
ga: (Áirítear leis seo údaráis áitiúla agus eagraíochtaí tithíochta sóisialta.) Féach ‘Cé atá faoi dhliteanas íoc as an CMÁ? ’ thíos

source: Residential property is any building or structure (or part of a building) which is used as, or is suitable for use as, a dwelling and includes grounds of up to one acre
ga: Is éard is maoin chónaithe ann, aon fhoirgneamh nó struchtúr (nó cuid d’fhoirgneamh) a úsáidtear mar áitreabh, nó ar féidir leas áitribh a bhaint aisti agus áirítear léi tailte a mhéid le hacra amháin

source: The LPT does not apply to development sites or farmland
ga: Ní bhaineann an CMÁ le suíomhanna forbartha nó le talamh feirme

source: The tax payable is based on the market value of relevant properties
ga: Bunaítear an cháin atá le híoc ar luach margaidh na maoine ábhartha

source: The LPT is a self-assessment tax so you calculate the tax due based on your own assessment of the market value of the property
ga: Is cáin féinmheasúnaithe an CMÁ, mar sin, déanann tú féin an cháin atá le híoc a ríomh, bunaithe ar do mheasúnú féin ar luach margaidh na maoine

source: Revenue does not value properties for LPT purposes but provides guidance on how to value your property – see ‘Valuing your property’ below
ga: Ní dhéanfaidh na Coimisinéirí Ioncaim maoin a luacháil ar mhaithe le cuspóirí an CMÁ, ach cuirfidh siad treoir ar fáil ar conas do mhaoin a luacháil – féach ‘Do mhaoin a luacháil’ thíos

source: Revenue offers a range of methods for paying the tax
ga: Cuireann na Coimisinéirí Ioncaim réimse modhanna ar fáil chun an cháin a íoc

source: You can opt to make one single payment or you can phase your payments in equal instalments
ga: Féadfaidh tú a roghnú chun íocaíocht singil amháin a dhéanamh nó féadfaidh tú do chuid íocaíochtaí a íoc de réir a chéile i dtráthchodanna cothroma

source: Read about how to pay your LPT
ga: Léigh faoi conas do CMÁ a íoc

source: You can log in to the LPT On-line system to view your Local Property Tax record and to pay any arrears (using your PPSN, Property ID and PIN)
ga: Féadfaidh tú logáil isteach sa chóras CMÁ ar líne chun féachaint ar do thaifead Cáin Mhaoine Áitiúil agus chun aon riaráistí a íoc (trí do UPSP, Aitheantas Maoine agus Uimhir Aitheantais Phearsanta a úsáid)

source: You can also access LPT through Revenue's myAccount and ROS services
ga: Is féidir teacht ar CMÁ trí myAccount agus ROS freisin

source: Household and Non-Principal Private Residence Charges
ga: Muirir Theaghlaigh agus ar Áit Chónaithe Phríobháideach Neamhphríomha

source: The Local Property Tax (LPT) replaced the Household Charge which was abolished from 1 January 2013
ga: Tháinig an Cháin Mhaoine Áitiúil (CMÁ) in ionad an Mhuirir Theaghlaigh, ar cuireadh deireadh leis ón 1 Eanáir 2013

source: Household Charge arrears that were not paid by 1 July 2013 were converted into LPT and are now collected by Revenue through the LPT system
ga: Rinneadh riaráistí an Mhuirir Theaghlaigh nár íocadh faoin 1 Iúil 2013 a iompú ina riaráistí CMÁ, agus bailíonn na Coimisinéirí Ioncaim anois iad trí chóras an CMÁ

source: The Non-Principal Private Residence (NPPR) charge on second homes applied for 2013 and should be paid to the relevant local authority
ga: Bhí an muirear ar Áit Chónaithe Phríobháideach Neamhphríomha (NPPR) ar an dara teach le híoc in 2013 agus ba cheart í a íoc leis an údarás áitiúil cuí

source: From 2014 onwards, the NPPR is no longer charged, but outstanding liabilities and payments will still be collected
ga: Ó 2014 amach, ní ghearrtar an NPPR a thuilleadh, ach baileofar dliteanais agus íocaíochtaí nár íocadh go fóill

source: Who is liable to pay LPT?
ga: Cé atá faoi dhliteanas íoc as CMÁ?

source: All owners of residential property, including rental properties, are liable to pay the tax
ga: Tá gach úinéir maoin chónaithe, lena n-áirítear maoin ar cíos, faoi dhliteanas íoc as an gcáin

source: The following groups are also liable for LPT:
ga: Ina theannta sin, tá na grúpaí a leanas faoi dhliteanas íoc as CMÁ:

source: • People who have a long-term lease (20 years or more)
ga: • Daoine ag a bhfuil léas fadtéarma (20 bliain nó níos mó)

source: • People with a life interest or long-term right of residence (life or more than 20 years) in a residential property
ga: • Daoine ag a bhfuil leas saoil nó ceart fadtéarma cónaithe (saoil nó 20 bliain) i maoin chónaithe

source: • Local authorities or social housing organisations
ga: • Údaráis áitiúla nó eagraíochtaí tithíochta sóisialta

source: • A person acting as a personal representative for a deceased owner (for example, as an executor/administrator of an estate)
ga: • Duine a ghníomhaíonn mar ionadaí pearsanta d’úinéir marbh (mar shampla, mar sheiceadóir/riarthóir eastáit)

source: Trustees or beneficiaries are jointly liable where a residential property is held in trust
ga: Tá iontaobhaithe nó tairbhithe faoi dhliteanas i gcomhpháirt sa chás go bhfuil maoin chónaithe faoi sheilbh in iontaobhas

source: Joint owners: If there is more than one owner they need to agree who will make the LPT return and pay the tax
ga: Comhúinéirí: Má tá breis agus úinéir amháin ann, is gá dóibh comhaontú a dhéanamh ar cé a dhéanfaidh an tuairisceán CMÁ agus a íocfaidh an cháin

source: If no one pays the tax Revenue can collect the Revenue Estimate of the LPT liability from any of the owners
ga: Mura n-íocann aon duine an cháin, féadfaidh na Coimisinéirí Ioncaim Meastachán ar Ioncam an dliteanais CMÁ a bhailiú ó aon duine de na húinéirí

source: Rental properties: Where the residential property is rented on a normal short-term lease (less than 20 years), the landlord will be liable for LPT
ga: Maoin ar cíos: Sa chás go bhfuil an mhaoin chónaithe ar cíos ar ghnáthléas fadtéarma (níos lú ná 20 bliain), beidh an tiarna talún faoi dhliteanas íoc as CMÁ

source: Long-term leases (more than 20 years), life tenancies and situations where a person occupies a residential property on a rent-free basis over an extended period and without challenge to their right of occupation will be treated as if the occupant owns the property
ga: Caithfear le léasanna fadtéarma (níos faide ná 20 bliain), tionóntachtaí saoil agus cásanna ina n-áitíonn duine maoin chónaithe ar bhonn saor ó chíos thar thréimhse fhada agus nach gcuirtear in aghaidh a gcirt áitíochta, amhail ar leis an áititheoir an mhaoin

source: In these circumstances, the occupant will be liable for LPT
ga: Sna cúinsí seo, beidh an t-áititheoir faoi dhliteanas íoc as CMÁ

source: You are a liable person for the Local Property Tax if you own a residential property on the liability (or ownership) date
ga: Is duine faoi dhliteanas thú chun íoc as an gCáin Mhaoine má tá maoin chónaithe agat ar dháta an dliteanais (nó ar dháta na húinéireachta)

source: The liability date was 1 May 2013 for the year 2013
ga: B'ionann dáta an dliteanais agus an 1 Bealtaine 2013 don bhliain 2013

source: From 2014 on, the liability date is always 1 November in the preceding year
ga: Do 2014 agus na blianta ina dhiaidh sin, is ionann dáta an dliteanais agus an 1 Samhain sa bhliain roimhe sin

source: For 2017 the liability date is 1 November 2016
ga: Is ionann dáta an dliteanais don bhliain 2017 an 1 Samhain 2016

source: Unoccupied and uninhabitable properties
ga: Maoin neamhchónaithe agus ináitrithe

source: If a residential property is suitable for use as a dwelling but is unoccupied, it is liable for LPT
ga: Má tá maoin chónaithe feiliúnach chun úsáid mar teach cónaithe ach atá neamhchónaithe, tá sé dlite do CMÁ

source: However, if the property is not suitable for use as a dwelling, it is not liable for LPT and you do not need to make an LPT return
ga: Mar sin féin, mura bhfuil an mhaoin feiliúnach chun é a úsáid mar theach cónaithe, níl sé dlite do CMÁ agus ní gá duit tuairiscéan CMÁ a dhéanamh

source: If you think that your property is not suitable for use as a dwelling and it is not being lived in, you must notify Revenue as soon as possible after receiving your LPT return
ga: Má cheapann tú nach bhfuil do mhaoin feiliúnach chun úsáid mar theach cónaithe agus níl aon duine ina chónaí ann, ní mór na Coimisinéirí Ioncaim a fhógrú chomh luath agus is féidir i ndiaidh duit do thuairisceán CMÁ a fháil

source: You must also include relevant supporting documentation, for example, an engineer’s report
ga: Ba cheart doiciméadú cuí a chur leis, cuir i gcás, tuairisc ón innealtoir

source: Revenue will consider your claim and make a decision using the documentation you provide
ga: Déanfaidh na Coimisinéirí Ioncaim seo a mheas bunaithe ar an doiciméadú seo

source: If a property is a residential property on the liability date in any year (since 2013) it is a relevant residential property and is chargeable to LPT
ga: Más maoin chónaithe maoin ar dháta an dliteanais i mbliain áirithe (as 2013 amach) is maoin ábhartha chónaithe í agus táthar in ann an CMÁ a ghearradh uirthi

source: Certain properties are exempt from LPT
ga: Tá roinnt maoine díolmhaithe ón CMÁ

source: You can find out more in our document on Exemptions from Local Property Tax
ga: Léigh tuilleadh inár ndoiciméad Díolúintí ón gCáin Mhaoine Áitiúil

source: Note that, even if you own an exempt property, you must still make a return to claim an exemption
ga: Tabhair faoi deara, fiú má tá maoin dhíolmhaithe agat, ní mór duit tuairisceán a dhéanamh chun díolúine a éileamh

source: The tax is based on the chargeable value of a residential property on the valuation date
ga: Tá an cháin bunaithe ar luach inmhuirir mhaoin chónaithe ar dháta an dliteanais

source: The chargeable value is defined as the market value that the property could reasonably be expected to fetch in sale on the open market on the valuation date
ga: Sainmhínítear an luach inmhuirir mar an luach margaidh a bhféadfaí coinne réasúnta bheith leis go n-íocfaí don mhaoin ar díol ar an margadh oscailte ar dháta an luachála

source: The valuation date is 1 May 2013
ga: Is é dáta an luachála an 1 Bealtaine 2013

source: This valuation applies until 1 November 2019. This means that the valuation of your property for LPT purposes on 1 May 2013 will stay the same until 2019 (even if you make improvements to your property)
ga: Maireann an luacháil go dtí 1 Samhain 2019 Ciallaíonn seo go bhfanfaidh luach do mhaoine ar mhaithe le cuspóirí an CMÁ an 1 Bealtaine 2013 mar an gcéanna ó 1 Bealtaine 2013 go 2019 (fiú má dhéanann tú feabhsúcháin ar do mhaoin)

source: A property adapted to make it suitable for occupation by a person with a disability (where the adaptation work resulted in an increase in the value of the property) can qualify for a reduction in the market value of the property for LPT purposes
ga: Is féidir le maoin chónaithe a leasaíodh chun é a dhéanamh feiliúnach do dhuine ar éagumas (nuair a ardaíonn an obair luach na maoine) cáiliú do laghdú i luach margaidh na maoine do chuspóirí CMÁ Ag tráth bhí gá le deontas ó údarás áitiúil a fháil ach ní a thuilleadh

source: There was a requirement for this work to have been grant-aided by a local authority but this no longer applies. You can read Revenue's Guidelines on Local Property Tax Relief for Disabled/Incapacitated Individuals (pdf)
ga: Is féidir a thuilleadh a léamh anseo Treoirlínte na gCoimisinéirí Ioncaim ar Fhaoiseamh ó Cháin Mhaoine Áitiúil do Dhaoine atá faoi Mhíchumas (pdf)

source: Valuation was by self-assessment in 2013
ga: Trí fhéinmheasúnú a bhí an luacháil in 2013

source: Revenue developed an online guide providing indicative property values
ga: Tá fáil ar threoir ar líne a thugann luachanna táscacha maoine ar revenue.ie

source: This guide helps you to value your property by providing average indicative values for different property types in your local area
ga: Cuireann an treoir seo meánluachanna táscacha le haghaidh saghsanna éagsúla maoine sa cheantar ar fáil

source: You can check the register of residential property sales, published by the Property Services Regulatory Authority (PSRA), propertypriceregister.ie, when considering the value of your property
ga: B’fhéidir go mbeadh clár na ndíolachán maoin chónaithe áisiúil, a fhoilsíonn an tÚdarás Rialála Seirbhísí Maoine (PSRA), propertypriceregister.ie, nuair a bhíonn tú ag smaoineamh ar luach do mhaoine

source: If you follow Revenue’s guidance honestly, Revenue will accept your self-assessed property valuation
ga: Má leanann tú treoir na gCoimisinéirí Ioncaim go macánta, glacfaidh siad le do luacháil fhéinmheasúnaithe maoine

source: Revenue’s valuation guidance is intended to help property owners but each property owner must consider the specifics of their own property when working out its value
ga: Tá treoir luachála na gCoimisinéirí Ioncaim in ainm is cabhrú le húinéirí maoine, ach ní mór do gach úinéir maoine aird bheith ar shonraí sonracha a maoine féin nuair a bhíonn a luacháil á deimhniú acu

source: Revenue may query your valuation if it has reason to believe your property has been under-valued
ga: Má bhíonn údar ag na Coimisinéirí Ioncaim a cheapadh nár leanadh a dtreoir luachála, féadfaidh siad do luacháil a fhiosrú

source: You do not have to include documentation when submitting your LPT Return
ga: Ní gá duit cáipéisíocht a chur san áireamh nuair atá do Thuairisceán CMÁ á sheoladh ar ais agat

source: However you should keep copies of the information sources when valuing your property in case Revenue queries your valuation
ga: Ba cheart duit cóipeanna d’fhoinsí na faisnéise a choimeád, áfach, nuair ata luacháil á déanamh ar do mhaoin sa chás go bhfiosraíonn na Coimisinéirí Ioncaim do luacháil

source: These might include the property section of your local newspaper, information on the sales price of a similar house sold in the area, information downloaded from property websites or details taken from Revenue’s valuation guidance
ga: D’fhéadfaí a áireamh leo, an mhír mhaoine i do nuachtán áitiúil, faisnéis ar an bpraghas díola a íocadh ar a mhacasamhail de theach sa cheantar, faisnéis a íoslódáladh ó láithreáin ghréasáin mhaoine nó sonraí a glacadh ó threoir luachála na gCoimisinéirí Ioncaim

source: The Revenue Commissioners can legally enter a residential property for the purpose of ascertaining its chargeable value
ga: Féadfaidh na Coimisinéirí Ioncaim maoin chónaithe a iontráil go dlíthiúil ar mhaithe lena luach inmhuirir a dheimhniú

source: You must permit a person authorised by the Revenue Commissioners to inspect the property if they consider this necessary
ga: Ní mór duit cead a thabhairt do dhuine atá údaraithe ag na Coimisinéirí Ioncaim chun iniúchadh a dhéanamh ar an maoin má mheasann siad gur gá seo a dhéanamh

source: If you did not submit a Local Property Tax return with your self-assessment of the LPT payable, the Revenue Estimate becomes due and payable
ga: Murar sheol tú ar aghaidh tuairisceán Cáin Mhaoine Áitiúil le d’fhéinmheasúnú ar an CMÁ atá le híoc, beidh an Meastachán ar Ioncam dlite agus le híoc

source: The Revenue Estimate is automatically displaced when you submit a return with your self-assessment of the amount of LPT due
ga: Déantar neamhaird a thabhairt don Mheastachán ar Ioncam nuair a sheolann tú tuairisceán le do shuim fhéinmheasúnaithe

source: You are liable for LPT if you own a property on the liability date
ga: Tá tú faoi dhliteanas CMÁ a íoc má tá maoin agat ar an dáta dliteanais

source: The liability date for 2013 was 1 May 2013
ga: B'é an dáta dliteanais le haghaidh 2013 an 1 Bealtaine 2013

source: The liability date for 2014 was 1 November 2013
ga: B'é an dáta dliteanais le haghaidh 2014 an 1 Samhain 2013

source: The liability date for 2015 was 1 November 2014
ga: B'é an dáta dliteanais le haghaidh 2015 an 1 Samhain 2014

source: The liability date for 2016 was 1 November 2015
ga: B'é an dáta dliteanais le haghaidh 2016 an 1 Samhain 2015

source: The liability date for 2017 is 1 November 2016
ga: Sé an dáta dliteanais le haghaidh 2017 an 1 Samhain 2016

source: The actual charge payable on the property is based on its value on the valuation date (1 May 2013). The next valuation date is 1 November 2019
ga: Bunaítear an muirear féin atá le híoc ar an maoin ar a luach ar dháta na luachála (an 1 Bealtaine 2013. Sé 1 Samhain 2019 an céad dáta luachála eile

source: For example, if you own a property on 1 November 2016 and subsequently sell it any time before 1 November 2017 you are liable to pay LPT for 2017
ga: Mar shampla, má tá maoin agat an 1 Samhain 2016 agus má dhíolann tú í tráth ar bith roimh an 1 Samhain 2017, tá tú faoi dhliteanas íoc as an CMÁ le haghaidh 2017

source: This payment should be made before the sale of the property closes
ga: Go ginearálta, ba cheart an íocaíocht seo a dhéanamh sula gcuirtear deireadh le díol na maoine

source: In most cases a residential property that was exempt on 1 May 2013 continues to be exempt until the next valuation date even where the property is sold or ownership is transferred by way of gift or an inheritance
ga: Sa chuid is mó de chásanna, aon maoin chónaithe a bhí díolúine ar an 1 Bealtaine 2013, leanann sé ar aghaidh mar sin go dtí an chéad dáta luachála eile fiú nuair atá an mhaoin díolta nó nuair a aistrítear úinéireacht de bharr bronntanas nó oidhreachta

source: In these cases the exemption automatically carries over to the new owner of the property
ga: Sna cásanna seo, iompaíonn an díolúine seo ar aghaidh don úinéir nua den mhaoin

source: There is one exception to this
ga: Níl aon eisceacht leis seo

source: Second-hand properties purchased between 1 January 2013 and 31 December 2013 are exempt until the end of 2019 if used as your sole or main residence
ga: Tá maoine dara láimhe a cheannaíodh idir an 1 Eanáir 2013 agus an 31 Nollaig 2013 díolúine go dtí deireadh 2019 má úsáidtear é mar an t-aon teach cónaithe amháin

source: However, where the property is subsequently sold or otherwise transferred to a new owner after 2013 this exemption no longer applies
ga: Mar sin féin, nuair atá an mhaoin díolta nó aistrithe go úinéir nua i ndiaidh 2013, ní bhaineann an eisceacht seo a thuilleadh

source: The Local Property Tax (LPT) is based on market value bands
ga: Tá an Cháin Mhaoine Áitiúil bunaithe ar bhandaí luach margaidh

source: The first band covers all properties worth up to €100,000
ga: Cuimseoidh an chéad bhanda gach maoin a mhéid le €100,000

source: Bands then go up in multiples of €50,000
ga: Ansin gabhann bandaí aníos in iolraithe €50,000

source: The basic LPT rate was set at 0.18% for properties valued under €1 million and 0.25% on the amount of the value over €1 million
ga: Socraíodh an bunráta CMÁ ag 0.18% i measc maoine ar a raibh luach faoi bhun €1 milliún agus 0.25% ar mhéid an luacha os cionn €1 milliún

source: From 2015 these basic rates can be increased or decreased by up to 15% (see ‘The local adjustment factor’ below)
ga: Ó 2015 ar aghaidh, féadtar na bunrátaí seo a mhéadú nó a laghdú a mhéid le 15% (féach ‘An fachtóir coigeartaithe áitiúil’ thíos)

source: Local Property Tax Table
ga: Tábla na Cánach Maoine Áitiúla

source: │Valuation band, € │Mid-point, € │Standard rate │Standard LPT payment, € │
ga: │Banda luachála, € │Lárphointe │Ráta │Ráta caighdeánach │

source: │Properties worth more than €1 million are assessed on the actual value at 0.18% on the first €1 million and 0.25% on the portion above €1 million
ga: Déanfar measúnú ar mhaoin ar fiú breis agus €1 milliún iad ar an luach iarbhír amhail 0.18% ar an gcéad mhilliún agus 0.25% ar an gcomhréir os cionn €1 milliún

source: You can view a table of all LPT rates including the local adjustment factor on revenue.ie
ga: Tá tábla na rátaí CMÁ uile, ina measc an fachtóir coigeartaithe áitiúil, ar revenue.ie

source: Revenue has developed an on-line calculator that you can use to work out how much Local Property Tax is payable on your property based on your self-assessed valuation
ga: D’fhorbair na Coimisinéirí Ioncaim áireamhán ar líne ar féidir leat leas a bhaint as chun a dheimhniú cé mhéid Cáin Mhaoine Áitiúil atá le híoc ar do mhaoin bunaithe ar do luacháil féinmheasúnaithe

source: The local adjustment factor
ga: An fachtóir coigeartaithe áitiúil

source: From 2015 onwards, local authorities can vary the basic LPT rate on residential properties in their administrative area
ga: Ó 2015 ar aghaidh, féadann údaráis áitiúla bunráta an CMÁ ar mhaoin chónaithe atá ina limistéar riaracháin a éagsúlú

source: The basic rates of LPT are 0.18% and 0.25%
ga: Is iad na bunrátaí den CMÁ 0.18% agus 0.25%

source: These rates can be increased or decreased by up to 15% (both rates must be adjusted by the same amount)
ga: Féadtar na rátaí seo a mhéadú nó a laghdú a mhéid le 15% (ach ní mór an dá ráta a choigeartú den mhéid céanna)

source: This is referred to as the local adjustment factor
ga: Tugtar an fachtóir coigeartaithe áitiúil air seo

source: The introduction of the local adjustment factor means that residential properties of the same value in different local authority areas may pay different amounts of LPT from 2015 on, depending on whether the local authority has applied a local adjustment factor or not
ga: Mar gheall ar an bhfachtóir coigeartaithe áitiúil a thabhairt isteach, d’fhéadfadh maoin chónaithe ar a bhfuil an luach céanna i gceantair éagsúla údaráis áitiúil suimeanna éagsúla den CMÁ a íoc ó 2015 ar aghaidh, ag brath ar cibé acu ar chuir nó nár chuir an t-údarás áitiúil fachtóir coigeartaithe áitiúil i bhfeidhm

source: If a local authority passes a resolution to vary the basic LPT rates of 0.18% and 0.25% for 2017, Revenue must have been notified of the local adjustment factor on or before 30 September 2016
ga: Má ritheann údarás áitiúil réiteach chun bunrátaí 0.18% agus 0.25% an CMÁ a éagsúlú don bhliain 2017, ní mór na Coimisinéirí Ioncaim a chur ar an eolas i dtosach báire ar an bhfachtóir coigeartaithe áitiúil an 30 Meán Fómhair 2016 nó roimhe sin

source: The local authority must also publish a notice of the variation of LPT on its website and in at least one local newspaper
ga: Ní mór don údarás áitiúil fógra a fhoilsiú, chomh maith, ar éagsúlú an CMÁ ar a láithreán gréasáin agus i nuachtán áitiúil amháin, ar a laghad

source: Revenue then adjusts the LPT liability for residential properties within the local authority’s administrative area
ga: Déanann na Coimisinéirí Ioncaim an dliteanas CMÁ a choigeartú, ansin, do mhaoin chónaithe laistigh de limistéar riaracháin an údaráis áitiúil

source: For example, if your house is valued under €100,000, you will have paid €90 LPT in 2016 at the standard rate
ga: Mar shampla, má rinneadh luacháil faoi bhun €100,000 ar do theach, d’íoc thú CMÁ €90 in 2016 ar an ghnáthrata

source: If the LPT rate in your local authority area is decreased by 15%, you pay €76 LPT in 2017
ga: Má laghdaíodh ráta an CMÁ i d’údarás áitiúil de 15%, íocfaidh tú CMÁ €76 in 2017

source: You do not need to do anything
ga: Ní gá duit aon rud a dhéanamh
